[
    {
        "titre": "Pricing and Financial Performance Expert | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "capacité à travailler en transverse avec des interlocuteurs ayant des profils très différents (chefs de produits marketing terminaux et offres, contrôleurs de gestion, interlocuteurs en avant-vente, si, data…).",
        "companie": "Orange Business est l’entité du Groupe Orange qui accompagne les entreprises et organisations dans leur transformation digitale. Forts de 29 100 collaborateurs à travers le monde, nous concilions présence globale et approche locale...",
        "description": "Présentation de l’entité : La direction Managed Mobility Services agit sur la chaine de valeur du mobile Workspace en commercialisant des terminaux et accessoires, des services associés et des applications métiers...",
        "secteur": "Gestion / Comptabilité / Finance",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-pricing-and-financial-performance-expert-recrutement-orange-business-casablanca-170796.html"
    },
    {
        "titre": "Product Owner | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "analyse / contribution / pilotage de conception de parcours digitaux avec des méthodologies centrées utilisateur et data.",
        "companie": "Orange Business est l’entité du Groupe Orange qui accompagne les entreprises et organisations dans leur transformation digitale. Forts de 29 100 collaborateurs à travers le monde, nous concilions présence globale et approche locale...",
        "description": "Au sein de la direction Product and Marketing / Direction Digital B2B d’Orange Business : En tant que Product Owner et Manager sur les parcours IAM – Data et Performance, venez construire les parcours clients et utilisateurs de la prochaine...",
        "secteur": "Informatique / Electronique , Télécoms / Réseaux",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-product-owner-recrutement-orange-business-casablanca-170795.html"
    },
    {
        "titre": "Staffing Specialist | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "analytical skills, capable of summarizing data in an appropriate format ;",
        "companie": "A global leader and pioneer in business strategy, BCG works closely with giants in the corporate world and society to take on their most important challenges and tap into their greatest opportunities. Our transformation approach empowers organizations to...",
        "description": "Staffing is a business-critical function at the heart of what we do at BCG. As a Staffing Specialist, your primary responsibility will be to allocate consultants to client cases, ensuring an optimal balance between business needs and consultant...",
        "secteur": "Gestion / Comptabilité / Finance , RH / Personnel / Formation",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-staffing-specialist-recrutement-bcg-casablanca-170511.html"
    },
    {
        "titre": "Big DATA Engineer | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "join us to leverage your big data expertise and contribute to innovative projects in a dynamic and supportive environment!",
        "companie": "Leyton Morocco is a global leader providing top-tier business and engineering services. With expert handling complex operations and a multilingual team, we support clients worldwide in areas such as innovation funding, consulting, energy and outsourced...",
        "description": "We need a Data Engineer who thrives at the intersection of Backend Development and Data Engineering. If you have strong Python skills, fluency in SQL / Data Modeling, and experience working with big data technologies, you're exactly who we need...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-big-data-engineer-recrutement-leyton-casablanca-168061.html"
    },
    {
        "titre": "Senior UX | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "proven experience in ux/ui design, preferably in a saas, ai, or data-driven environment.",
        "companie": "Leyton est un cabinet de conseil international dédié à l’amélioration des performances économiques, sociales et environnementales des organisations. Ses consultants et experts techniques apportent des solutions...",
        "description": "As a Senior UX, you will play a key role in defining and evolving the user experience of our products, with a strong Product Management approach. You will work closely with product, development, and business teams to create innovative, intuitive, and...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +3",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-ux-recrutement-leyton-casablanca-169655.html"
    },
    {
        "titre": "Lead DATA Scientist | Casablanca (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "qualifications: • master’s degree in engineering or doctor specialized in statistical analysis and computer programming or from a university with a major in data science, statistics or applied mathematics. • would be a plus: certifications in statistics / big data / machine learning. • 4+ years of experience in the same position. • fluent in french & english technical skills: • knowledge of statistics and machine learning. • mastery of analytical modeling tools, decision trees and neural networks (logistic, linear regression, etc.) and feature engineering. • mastery of technologies and models: xgboost, tensorflow, random forest, svm, etc. • ability to produce supervised and unsupervised models. • master of smote “the synthetic minority over-sampling technique”. • ability to analyze and extract insights from structured (in-depth knowledge of sql) and unstructured data. • be able to present the results of the models: lift curve, roc-auc, f1 score, recall, accuracy, confusion matrix, etc. • understanding of linear algebra and statistics. • development experience to extract and query data (python, r, spark, java). behavioral skills: • intellectual curiosity, initiative, proactivity. • organizational capacities. • autonomy, interpersonal skills, facilitator. • excellent written and oral communication skills.",
        "companie": "Leyton est un cabinet de conseil international dédié à l’amélioration des performances économiques, sociales et environnementales des organisations. Ses consultants et experts techniques apportent des solutions...",
        "description": "Main Responsibilities: • Support for the realization of various Data Science projects and participation in the success of our customers in many sectors of activity (health, industries, communications, financial services, etc.). • Frame and...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-lead-data-scientist-recrutement-leyton-casablanca-170116.html"
    },
    {
        "titre": "Planner | Nador (Maroc)",
        "publication_date": "21/04/2025",
        "competences": "to thrive in this dynamic environment, several key skills are essential. excellent organizational and time management skills are paramount to prioritize tasks and meet tight deadlines. a high level of proficiency in data analysis and interpretation is critical, to make informed decisions based on data-driven insights. strong communication skills, both written and verbal, are essential for seamless collaboration with diverse teams and stakeholders.",
        "companie": "Aeolon Technology Co., Ltd. is a leading professional manufacturer of wind power blades. At present, the company has provided innovative technology and product solutions for wind turbine operators and wind farms in many countries and regions around the...",
        "description": "Are you a highly organized and detail-oriented individual with a passion for efficiency and problem-solving? If so, this exciting opportunity as a Planner in our dynamic company in the Other Services sector, located in Nador, Morocco, might be your perfect...",
        "secteur": "Production / Qualité / Sécurité / Maintenance",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-planner-recrutement-aeolon-technology-co.ltd-nador-170752.html"
    },
    {
        "titre": "Pentester (H/ F) | Rabat (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "• bachelor’s or master’s degree in computer science, information technology, or a related field. • expertise with security assessment methodologies such as risk assessment, vulnerability assessment, and threat modeling. • at least 1-3 years of expertise in penetration testing and vulnerability assessments. • relevant certifications related to penetration testing. • it security expertise. • ability to gather and analyze data and translate it into actionable insights. • ability to work well in a team and cross-functional environment. • ability to work with diverse cultures and environments. languages environment • english environment – mandatory. • french environment – optional.",
        "companie": "We're hiring a Pentester (H/ F), he/she  will be in charge of coordinating technical  penetration testing, application code review and vulnerability scanning and coordinate technical assurance reporting and metrics for internal...",
        "description": "The Penetration Testing Service is responsible for: • Executing web application penetration tests to identify vulnerabilities such as input validation issues, authentication flaws, and access control issues. • Assessing web applications against...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-pentester-h-f-recrutement-confidentiel-rabat-169787.html"
    },
    {
        "titre": "Payroll Officer | Casablanca (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "proven skills in analyzing data, identifying irregularities and spotting numerical errors.",
        "companie": "Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier...",
        "description": "Job Purpose/   Carries necessary calculations and payroll data entry payments and adjustments efficiently ensuring timely processing. Assists in delivering a smooth running of payroll process from entry to end of service with focus on...",
        "secteur": "RH / Personnel / Formation",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +3",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-payroll-officer-recrutement-air-arabia-casablanca-167666.html"
    },
    {
        "titre": "IT Tech Team Lead H/F | Rabat (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "bachelor education level in an advanced it field (preferably development, project management, data…etc.)",
        "companie": "Rejoignez Cnexia et faites le choix de faire partie d’un projet qui valorise l’innovation, promeut le développement continu des compétences et donne l’opportunité aux personnes créatives et ambitieuses du domaine...",
        "description": "Manage locally a team of High-tech resources working in teams and pods to deliver high value programs Coordinate with hiring managers, supervise, organize your scope to ensure performance and consistency targets are met Contribute in the selection...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-it-tech-team-lead-hf-recrutement-cnexia-rabat-169592.html"
    },
    {
        "titre": "Test Plan Manager | Rabat (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "solid experience with power bi for data visualization and reporting",
        "companie": "ALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2300...",
        "description": "Job Description The profile requested is a Test Plan Manager, having a good knowledge of Validation activity regarding Automotive components or functions.The requested profile shoud be able to deliver tasks the next morning when asked the day before.The...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 1 à 3 ans - De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-test-plan-manager-recrutement-alten-maroc-rabat-170730.html"
    },
    {
        "titre": "Java GCP Cloud DATA Engineer- Full Remote | Sala al Jadida (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "strong knowledge of data engineering concepts and cloud architecture.",
        "companie": "Joining Cnexia is choosing to be part of an ambitious project that values Innovation, promotes Continuous Learning and enables all tech champions to fulfill their creative dreams. At Cnexia, we do more than support the clients of our world-class network...",
        "description": "Are you a passionate and experienced Java Cloud Developer seeking a challenging and rewarding role? If so, this opportunity in the heart of the IT sector in Sala al Jadida, Morocco is perfect for you. This isn't just a job; it's a chance to make a...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Oui 100%",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-java-gcp-cloud-data-engineer--full-remote-recrutement-cnexia-tech-sala-al-jadida-168988.html"
    },
    {
        "titre": "Senior DevOps Specialist | Sala al Jadida (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "familiarity with kafka data streaming, nosql (mongodb), and sql (postgresql).",
        "companie": "Joining Cnexia is choosing to be part of an ambitious project that values Innovation, promotes Continuous Learning and enables all tech champions to fulfill their creative dreams. At Cnexia, we do more than support the clients of our world-class network...",
        "description": "Role Overview: The Senior DevOps Specialist is responsible for automating, optimizing, and ensuring the reliability of application deployment processes. This role involves configuring, maintaining, and monitoring Red Hat OpenShift environments, managing...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Oui 100%",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-devops-specialist-recrutement-cnexia-tech-sala-al-jadida-169638.html"
    },
    {
        "titre": "Senior Full Stack Python Software Developer | Sala al Jadida (Maroc)",
        "publication_date": "17/04/2025",
        "competences": "javascript / html / css: required to be able to develop and deploy frontend webpages, dashboards, and ui's for our internal tools and applications. knowledgable about developing database driven dashboards, and creating mapping interfaces using libraries such as leaflet and mapbox.",
        "companie": "Joining Cnexia is choosing to be part of an ambitious project that values Innovation, promotes Continuous Learning and enables all tech champions to fulfill their creative dreams. At Cnexia, we do more than support the clients of our world-class network...",
        "description": "Are you a passionate and experienced Senior Full Stack Python Software Developer seeking a challenging and rewarding opportunity? Do you thrive in a dynamic environment where innovation is key? If so, this is your chance to make a real impact! We are looking...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Oui 100%",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-full-stack-python-software-developer-recrutement-cnexia-tech-sala-al-jadida-170145.html"
    },
    {
        "titre": "Service Delivery Officer | Rabat (Maroc)",
        "publication_date": "16/04/2025",
        "competences": "desired expertise what is being sought: • recognition for initiative, interpersonal expertise, observational expertise, composure, responsiveness, and leadership. • enjoyment in taking on challenges while also being able to challenge peers. • strong demonstrated expertise in analysis and problem-solving. • a minimum of 2 years of expertise in service quality, sdm, level 2 or 3 support, business analysis, product ownership, or project management roles. • significant expertise in the field of it, specifically in electronic document management. • a customer-oriented approach and the ability to engage contributors in project mode as a facilitator. • a good level of english to interact during incident conferences. the consultant service should be familiar with: • concepts in ged, document management, web services, and networking. • concepts in databases (bdd). • soapui. • kibana. • production and analysis of kpis (powerbi...). • service now, jira (jsql). • english (proficiency for incident management). • office suite, particularly excel and its advanced functions. • incident management. • project expertise (build).",
        "companie": "Référencée au sein de nombreux grands comptes en tant que fournisseur de prestation IT,  Excel Management Conseil est une société de services en informatique existante depuis plus de 10 ans. Riche d’une...",
        "description": "Department and Service Quality Core Activities 1. Change Management:    • Administer the various IT change management committees (Change Advisory Board) undergoing evolution and improvement in 2025. • Ensure proper declaration of...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Freelance - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-service-delivery-officer-recrutement-excel-management-conseil-rabat-170707.html"
    },
    {
        "titre": "Tech Lead DATA | Rabat (Maroc)",
        "publication_date": "16/04/2025",
        "competences": "",
        "companie": "Référencée au sein de nombreux grands comptes en tant que fournisseur de prestation IT,  Excel Management Conseil est une société de services en informatique existante depuis plus de 10 ans. Riche d’une...",
        "description": "The reporting factory team is responsible for: ? Operational maintenance of the different existing reports for Workplace and Network (more than 30) ? Managing requests for these reports (new releases, changes, access) ? Maintaining the operation of the...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Freelance - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-tech-lead-data-recrutement-excel-management-conseil-rabat-170706.html"
    },
    {
        "titre": "Ingénieur Avant Vente Solutions de Conenctivité | Rabat (Maroc)",
        "publication_date": "16/04/2025",
        "competences": "vous avez une connaissance approfondie des technologies lan campus et/ou wifi, voire sur les environnements datacenter et wan",
        "companie": "Orange Business est l’entité du Groupe Orange qui accompagne les entreprises et organisations dans leur transformation digitale. Forts de 29 100 collaborateurs à travers le monde, nous concilions présence globale et approche locale...",
        "description": "Nous recrutons actuellement un Avant-vente Solutions de Connectivité pour rejoindre notre équipe chez Orange Business au Maroc. Vous travaillez en étroite collaboration avec les demandeurs habilités à...",
        "secteur": "Télécoms / Réseaux",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-ingenieur-avant-vente-solutions-de-conenctivite-recrutement-orange-business-rabat-170703.html"
    },
    {
        "titre": "Analyste Social Media | Rabat (Maroc)",
        "publication_date": "16/04/2025",
        "competences": "votre mission est d’analyser la data afin d’optimiser les prises de paroles de la marque. il aura la charge de répondre au besoin de compréhension du marché (études ad hoc, benchmarks, baromètres), notamment en amont des séquences éditoriales sur un sujet majeur mais également de gérer la performance des investissements média et de proposer des optimisations.",
        "companie": "Orange Business est l’entité du Groupe Orange qui accompagne les entreprises et organisations dans leur transformation digitale. Forts de 29 100 collaborateurs à travers le monde, nous concilions présence globale et approche locale...",
        "description": "Nous recrutons un Analyste Social Média ayant plus de 5ans d'expérience qui sera sous la responsabilité de la directrice de la communication digitale. L' A.S.M sera chargé de suivre l’e-réputation d'Orange...",
        "secteur": "Marketing",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-analyste-social-media-recrutement-orange-business-rabat-170699.html"
    },
    {
        "titre": "Product Owner – Digital & IA | Casablanca (Maroc)",
        "publication_date": "15/04/2025",
        "competences": "5+ ans d’expérience en tant que product owner it, idéalement sur des projets à forte composante data ou ia",
        "companie": "Fort de ses 15 années d’expertise dans le domaine de l’externalisation de la relation client et des métiers IT, le Groupe Tersea Compte aujourdhui 7 sites répartis entre 3 pays:  La France,...",
        "description": "En tant que Product Owner, tu seras au cœur de la stratégie produit : de la vision à la mise en production. Tu travailleras en étroite collaboration avec les équipes tech, métiers et les utilisateurs pour concevoir...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-product-owner-digital-ia-recrutement-tersea-casablanca-170674.html"
    },
    {
        "titre": "Consultant BI / DATA Analyst sénior (H/F) | Casablanca (Maroc)",
        "publication_date": "15/04/2025",
        "competences": "• diplôme universitaire en informatique, en statistiques, en mathématiques ou dans un domaine connexe. • minimum de 5 ans d'expérience en tant que consultant bi ou data analyst. • expérience concrète avec qlik et splunk.",
        "companie": "Nous recrutons un Consultant BI / Data Analyst sénior (H/F) sur Casablanca.",
        "description": "Vos responsabilités sont les suivantes : • Analyser les besoins des clients et proposer des solutions de Business Intelligence (BI). • Développer et optimiser les modèles de données pour répondre aux exigences...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-consultant-bi-data-analyst-senior-hf-recrutement-confidentiel-casablanca-170634.html"
    },
    {
        "titre": "Consultant DATAstage - Casablanca (H/F) | Casablanca (Maroc)",
        "publication_date": "15/04/2025",
        "competences": "expertise databricks",
        "companie": "Capgemini est un leader mondial, responsable et multiculturel, regroupant 350 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la...",
        "description": "Nous recrutons un Consultant Datastage qui aura pour principales missions: Conception et développement de datamarts. Optimisation de jobs et amélioration des performances. Administration et paramétrage...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-consultant-datastage---casablanca-hf-recrutement-capgemini-casablanca-170628.html"
    },
    {
        "titre": "Stagiaire en Projets Management & DATA | Tangiers (Maroc)",
        "publication_date": "15/04/2025",
        "competences": "",
        "companie": "Alpla est un Leader mondial dans le développement et la production de solutions d'emballage en plastique innovantes  Nous fabriquons des bouteilles, des bouchons, des pièces moulées par injection et des systèmes...",
        "description": "Nous recherchons un(e) stagiaire ingénieur pour accompagner l’équipe de management sur divers projets stratégiques. ???? Missions: Contribuer au pilotage et au suivi de projets transverses avec le...",
        "secteur": "Production / Qualité / Sécurité / Maintenance , Gestion projet / Etudes / R&D",
        "niveau_experience": "Moins de 1 an",
        "niveau_etudes": "Bac +4",
        "contrat": "Stage - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-stagiaire-en-projets-management-data-recrutement-alpla-tangiers-170625.html"
    },
    {
        "titre": "Tech Lead NODE JS | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "-très bonne maîtrise des frameworks/bibliothéques javascript et des technologies comme : reactjs, next.js, node.js, nestjs, kubernetes, kafka, databrics, elasticsearch et ddd...",
        "companie": "ABA Technology se positionne en tant que co-constructeur de grandes transformations disruptives – une galaxie technologique – avec comme mission de contribuer au développement des nations plus connectées, durables et...",
        "description": "1. Expertise technique : - Concevoir et développer des architectures backend robustes, modulaires et scalables. - Être le référent technique sur Node.js : bonnes pratiques, performances, sécurité, etc. - Assurer...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-tech-lead-node-js-recrutement-aba-technology-casablanca-170612.html"
    },
    {
        "titre": "Stagiaire PFE DATA Analyst (Convention obligatoire) | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "- master en data.",
        "companie": "La Centrale Automobile Chérifienne (CAC) est l'importateur exclusif au Maroc des marques Volkswagen, Volkswagen Utilitaires, Audi, Skoda, Porsche, Bentley, Seat et Cupra, ayant chacune développée une réelle identité les...",
        "description": "En tant que stagiaire Data Analyst, vos principales missions sont : • Rassembler des données provenant de différentes sources (bases de données, CRM, ERP, fichiers Excel, etc.). • Analyser les données pour identifier...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Moins de 1 an",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Stage - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-stagiaire-pfe-data-analyst-convention-obligatoire-recrutement-cac-centrale-automobile-cherifienne-casablanca-170607.html"
    },
    {
        "titre": "Pricing Operator & Analyst | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "• bachelor's degree in business administration, finance, economics, or a related field. • <3 year of work experience with pricing and related structures (discounts, surcharge) • strong analytical skills and proficiency in data analysis tools and techniques, with the ability to translate data into actionable insights and recommendations. accuracy and consistency are a key skills as well. • good english communication skills. good knowledge of other languages such as french, german, dutch or arabic are a preference, but not a must. • good proficiency in microsoft office excel is a must, experience in other applications or analytical tools such as ms access, business objects, power bi or oracle are preferable",
        "companie": "C’est en 1902 que le Dr Willis H. Carrier invente et fabrique le tout premier climatiseur moderne au monde. Depuis cette date, Carrier Corporation est le numéro un mondial de la climatisation, avec plus de 4 millions d’unités...",
        "description": "• Report and monitor pricing performance and key metrics, executing pricing strategies as needed to optimize revenue, pricing gain and margin. • Create and update external price lists for at least the Key accounts • Execute price increases,...",
        "secteur": "Gestion / Comptabilité / Finance",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-pricing-operator-analyst-recrutement-maroc-climate-and-security-mcs---carrier-casablanca-170600.html"
    },
    {
        "titre": "Ingénieurs Projets (Génie Informatique) | Jorf Lasfar (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "le candidat idéal pour ce poste est titulaire d'un bac +5 ou plus, avec une spécialisation en génie informatique (spécialités en data, ia, infra et cloud). une formation complémentaire en gestion de projet serait un atout.",
        "companie": "Soutenue par ses actionnaires de référence Al Mada, ArcelorMittal et des investisseurs institutionnels de premier plan, Sonasid est le leader du secteur sidérurgique marocain et un acteur régional majeur dans la...",
        "description": "Pour nos besoins réguliers en profils d'ingénieurs juniors au sein de notre site industriel de Jorf Lasfar, vos missions (entre autres) seront les suivantes : Conception, planification et exécution des projets...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "Débutant",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-ingenieurs-projets-genie-informatique-recrutement-sonasid-jorf-lasfar-170583.html"
    },
    {
        "titre": "Technical Leader DATAbricks (H/F) | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "expertise databricks",
        "companie": "Capgemini est un leader mondial, responsable et multiculturel, regroupant 350 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la...",
        "description": "Intégré(e) au sein d'une équipe projets intervenant pour des clients dans des secteurs d'activités variées, vous serez notamment en charge des missions suivantes :  Développer des flux...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-technical-leader-databricks-hf-recrutement-capgemini-casablanca-169456.html"
    },
    {
        "titre": "Architecte DATA (H/F) | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "formation bac + 5 en école d’ingénieur ou équivalent universitaire avec une spécialisation big data,",
        "companie": "Capgemini est un leader mondial, responsable et multiculturel, regroupant 350 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la...",
        "description": "Intégré(e) au sein d'une équipe projets intervenant pour des clients dans des secteurs d'activités variées, vous serez notamment en charge des missions suivantes : Vous répondez aux problématiques...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-architecte-data-hf-recrutement-capgemini-casablanca-169458.html"
    },
    {
        "titre": "Tech Lead DATA GCP (H/F) | Casablanca (Maroc)",
        "publication_date": "14/04/2025",
        "competences": "expertise sur les services cloud data platform gcp : bigquery, cloud storage, dataproc, dataflow, cloud composer, vertex ai, looker…",
        "companie": "Capgemini est un leader mondial, responsable et multiculturel, regroupant 350 000 personnes dans plus de 50 pays. Partenaire stratégique des entreprises pour la transformation de leurs activités en tirant profit de toute la puissance de la...",
        "description": "Intégré(e) au sein d'une équipe projets intervenant pour des clients dans des secteurs d'activités variées, vous serez notamment en charge des missions suivantes : Accompagner des équipes métiers...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-tech-lead-data-gcp-hf-recrutement-capgemini-casablanca-169457.html"
    },
    {
        "titre": "stagiaires PFE en DATAviz | Rabat (Maroc)",
        "publication_date": "11/04/2025",
        "competences": "",
        "companie": "ALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2300...",
        "description": "Création de dashboards interactifs (performance, sécurité réseau) Analyse de données avec Python Automatisation de rapports via Power BI et Excel",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Débutant - Moins de 1 an",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Stage - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-stagiaires-pfe-en-dataviz-recrutement-alten-maroc-rabat-170544.html"
    },
    {
        "titre": "DATA Analyst | Rabat (Maroc)",
        "publication_date": "11/04/2025",
        "competences": "bac+5 en data analysis, business intelligence, statistique ou dans un domaine connexe.",
        "companie": "Orange Business est l’entité du Groupe Orange qui accompagne les entreprises et organisations dans leur transformation digitale. Forts de 29 100 collaborateurs à travers le monde, nous concilions présence globale et approche locale...",
        "description": "Nous recrutons actuellement un Business Data Analyst pour rejoindre notre équipe dans notre nouveau centre situé à Rabat. Finalité du Poste : L'Analyste de Données Commerciales est responsable de l'analyse...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst-recrutement-orange-business-rabat-169157.html"
    },
    {
        "titre": "Senior Instrumentation Engineer | Benguerir (Maroc)",
        "publication_date": "11/04/2025",
        "competences": "strong skills in data processing and numerical analysis (matlab, r, python, or equivalent).",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Job Description: As part of the CRSA's directives, you will be responsible, as a senior instrumentation engineer, for the design, implementation, and monitoring of measurement and control systems. You will be involved in all technical phases, from...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-instrumentation-engineer-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-170258.html"
    },
    {
        "titre": "Senior Internal Auditor | Casablanca - EL Jadida (Maroc)",
        "publication_date": "11/04/2025",
        "competences": "promote a culture of continuous improvement within the audit function. recommend changes to audit processes, tools, and techniques to increase efficiency and effectiveness. data analytics and technology use",
        "companie": "COBCO was established in 2023 through a joint venture between the Chinese group CNGR, a global leader in the production of materials for electric vehicle batteries, and the AL MADA group, one of the largest private investment funds in Africa. The company...",
        "description": "COBCO was established in 2023 through a joint venture between the Chinese group CNGR, a global leader in the production of materials for electric vehicle batteries, and the AL MADA group, one of the largest private investment funds in Africa. The company...",
        "secteur": "Audit / Conseil",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-internal-auditor-recrutement-cobco-casablanca---el-jadida-170500.html"
    },
    {
        "titre": "DATA Analyst - Contrôle de Gestion H/F | Rabat (Maroc)",
        "publication_date": "10/04/2025",
        "competences": "",
        "companie": "Née de la volonté de répondre aux enjeux économiques, politiques et sociaux du Maroc et de l'Afrique, l'Université Internationale de Rabat (UIR) est la première une université publique à...",
        "description": "Rattaché(e) à la Direction de Pilotage de la Performance, vous aurez pour mission l'analyse et l'interprétation des données financières et opérationnelles pour soutenir les processus de prise de...",
        "secteur": "Gestion / Comptabilité / Finance , Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst---controle-de-gestion-hf-recrutement-universite-internationale-de-rabat-uir-rabat-169196.html"
    },
    {
        "titre": "Directeur Achats & Supply Chain (H/F) | Casablanca (Maroc)",
        "publication_date": "10/04/2025",
        "competences": "capacité à anticiper et gérer les risques supply chain, avec une approche data-driven et décisionnelle.",
        "companie": "Organisation stratégique dans le secteur de l’énergie, notre entreprise joue un rôle déterminant dans la transformation des infrastructures critiques. Spécialisée dans des solutions d’excellence en...",
        "description": "En tant que pilier stratégique de l’organisation, vous avez pour mission de structurer, transformer et positionner la fonction Achats & Supply Chain comme un centre de profits. Avec plus de 300 millions d’achats par an, vous piloterez...",
        "secteur": "Direction Achats , Direction Logistique / Transports",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-directeur-achats-supply-chain-hf-recrutement-confidentiel-casablanca-169334.html"
    },
    {
        "titre": "Directeur Achats & Supply Chain (H/F) | Casablanca (Maroc)",
        "publication_date": "10/04/2025",
        "competences": "capacité à anticiper et gérer les risques supply chain, avec une approche data-driven et décisionnelle.",
        "companie": "Organisation stratégique dans le secteur de l’énergie, notre entreprise joue un rôle déterminant dans la transformation des infrastructures critiques. Spécialisée dans des solutions d’excellence en...",
        "description": "En tant que pilier stratégique de l’organisation, vous avez pour mission de structurer, transformer et positionner la fonction Achats & Supply Chain comme un centre de profits. Avec plus de 300 millions d’achats par an, vous piloterez...",
        "secteur": "Achats / Supply Chain , Logistique / Transport (métiers de)",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-directeur-achats-supply-chain-hf-recrutement-confidentiel-casablanca-169440.html"
    },
    {
        "titre": "Tech Lead DATA | Rabat (Maroc)",
        "publication_date": "10/04/2025",
        "competences": "",
        "companie": "AXA Group Operations – Centre opérationnel d’excellence du Groupe AXA. Chez AXA, notre mission est de donner aux gens les moyens de vivre une vie meilleure. Grâce à l'innovation et à l'exécution, nous...",
        "description": "The reporting factory team is responsible for : Operational maintenance of the different existing reports for Workplace and Network (more than 30) Managing requests for these reports (new releases, changes, access) Maintaining the operation of...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-tech-lead-data-recrutement-axa-group-operations-maroc-rabat-170439.html"
    },
    {
        "titre": "Service Delivery Officer (H/ F) | Rabat (Maroc)",
        "publication_date": "09/04/2025",
        "competences": "• recognition for initiative, interpersonal expertise, observational expertise, composure, responsiveness, and leadership. • enjoyment in taking on challenges while also being able to challenge peers. • strong demonstrated expertise in analysis and problem-solving. • a minimum of 2 years of expertise in service quality, sdm, level 2 or 3 support, business analysis, product ownership, or project management roles. • significant expertise in the field of it, specifically in electronic document management. • a customer-oriented approach and the ability to engage contributors in project mode as a facilitator. • a good level of english to interact during incident conferences. the consultant service should be familiar with: • concepts in ged, document management, web services, and networking. • concepts in databases (bdd). • soapui. • kibana. • production and analysis of kpis (powerbi...). • service now, jira (jsql). • english (proficiency for incident management). • office suite, particularly excel and its advanced functions. • incident management. • project expertise (build)",
        "companie": "Nous recrutons pour l'un de nos projets un Service Delivery Officer (H/ F)",
        "description": "Vous aurez comme principale mission: Administer the various IT change management committees (Change Advisory Board) undergoing evolution and improvement in 2025. Ensure proper declaration of changes in the Tribe CAB and verify compliance with...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-service-delivery-officer-h-f-recrutement-confidentiel-rabat-170397.html"
    },
    {
        "titre": "Modelador BIM (Revit MEP) | Tétouan (Maroc)",
        "publication_date": "09/04/2025",
        "competences": "",
        "companie": "REJOIGNEZ NOTRE ÉQUIPE BPS ! NTT DATA Maroc fait partie de NTT DATA Inc., un leader mondial du conseil et des services IT, figurant parmi le top 10 des prestataires mondiaux. Avec plus de 310 000 professionnels répartis dans 88 pays, notre...",
        "description": "Dominio técnico avanzado de Revit MEP, con capacidad para: • Modelar y parametrizar familias complejas, incluyendo el uso de parámetros compartidos, tipos anidados y configuraciones detalladas de visibilidad. •...",
        "secteur": "Urbanisme / architecture",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +3",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-modelador-bim-revit-mep-recrutement-ntt-data-tetouan-170395.html"
    },
    {
        "titre": "Architecte (H/F) | Casablanca (Maroc)",
        "publication_date": "08/04/2025",
        "competences": "expérience avec spring (boot, data jpa, security, cloud [config server, eureka, gateway, zipkin], docker compose).",
        "companie": "Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité,...",
        "description": "Conception d'Architectures Techniques : Analyser les besoins techniques et concevoir des solutions performantes. Rédiger et valider le dossier d'architecture technique (DAT). Valider les choix techniques et réaliser des...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-architecte-hf-recrutement-sofrecom-maroc-casablanca-170376.html"
    },
    {
        "titre": "Ingénieur Réseau Sécurité | Casablanca (Maroc)",
        "publication_date": "08/04/2025",
        "competences": "bonne connaissance des équipements cisco (nexus / catalyst / asr) maîtrise du routage statique et dynamique (eigrp/ bgp / ospf / mpls / ...) bonne connaissance des solutions de sécurité ( configuration des firewall , proxy web) forte expertise dans un ou plusieurs domaine(s) technique(s) télécom, réseaux ou datacenter aptitudes comportementales :",
        "companie": "SG ABS est un centre de service dédié aux métiers de l'IT et du digital, conçu pour accompagner le développement des banques Société Générale dans ses grands projets d’avenir sur le...",
        "description": "Administration/exploitation fonctionnelle et technique des solutions/infrastructures/ services réseau, sécurité et télécom. Documentation technique des infrastructures gérées Gestion des incidents, gestion...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 1 à 3 ans - De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-ingenieur-reseau-securite-recrutement-societe-generale-african-business-services---sg-abs-casablanca-170372.html"
    },
    {
        "titre": "Financial Controlling Analyst | Sala al Jadida (Maroc)",
        "publication_date": "08/04/2025",
        "competences": "profile • bac+5 with financial background with 2-4 years proven experience in international environment • knowledge of accounting and controlling principles • organized, respecting deadlines, planning & autonomy • analytical skills, ability to synthesize complex data • rigorous, accurate and can assure quality of data provided • priority management • collaborative, open minded, transparent, at ease with global, multicultural environment",
        "companie": "AXA Group Operations – Centre opérationnel d’excellence du Groupe AXA. Chez AXA, notre mission est de donner aux gens les moyens de vivre une vie meilleure. Grâce à l'innovation et à l'exécution, nous...",
        "description": "MISSION Operations Financial Controller mission is to manage in the timely manner, the financial processes (closing/budgeting and Forecast) and to guarantee understandable, accurate and complete analytical data aligned with the finance processes and...",
        "secteur": "Gestion / Comptabilité / Finance",
        "niveau_experience": "De 1 à 3 ans - De 3 à 5 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-financial-controlling-analyst-recrutement-axa-group-operations-maroc-sala-al-jadida-170358.html"
    },
    {
        "titre": "Proxy PO BigDATA | Casablanca (Maroc)",
        "publication_date": "08/04/2025",
        "competences": "de formation supérieure en informatique, vous disposez d’une expérience de 5 ans et plus au sein de projet de développement, idéalement des projets bigdata.",
        "companie": "Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité,...",
        "description": "Dans le cadre de notre centre de services international à Casablanca nous recrutons un PO Proxy sur une activité BigData Vous serez amené dans le cadre d’un projet agile à: • Animer des ateliers avec les...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-proxy-po-bigdata-recrutement-sofrecom-maroc-casablanca-170357.html"
    },
    {
        "titre": "DATA Analyst (H/F) | Fès (Maroc)",
        "publication_date": "08/04/2025",
        "competences": "",
        "companie": "ALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2300...",
        "description": "Nous recherchons un(e) Data Analyst junior passionné(e) pour rejoindre notre équipe. Il/elle sera responsable de : Conception et déploiement des systèmes d'IA. Modélisation avancée pour résoudre...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Moins de 1 an - De 1 à 3 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst-hf-recrutement-alten-maroc-fes-170353.html"
    },
    {
        "titre": "Responsable Analyse des Données, Reporting et Suivi des Performances | Rabat (Maroc)",
        "publication_date": "05/04/2025",
        "competences": "• diplôme d’ingénieur d’etat (ou équivalent) ou bac+5 en data engineering/data science (ou équivalent). • expérience significative (plus de 3 ans) dans des postes de gestion et analyse des données. • expérience avec des plateformes big data. • expérience avec business object et sap. • expérience dans l’élaboration de politiques et normes pour garantir la qualité, la sécurité, et l’interopérabilité des données à l’échelle de l’organisation. • connaissance des frameworks de gestion des données. • connaissance des réglementations et normes en la matière (lois, iso 27001,…). • capacité à travailler en étroite collaboration avec d’autres services pour intégrer les solutions et assurer leur bon fonctionnement. • capacité à s'adapter aux évolutions technologiques.",
        "companie": "La SOCIETE DE DEVELOPPEMENT DES SERVICES PUBLICS DE DISTRIBUTION S.A. est une société de Développement Local, qui a pour missions de participer à la gestion et au développement des Services Publics de distribution, et cela...",
        "description": "Nous recherchons un profil au poste de \"Responsable Analyse des Données, Reporting et Suivi des Performances\". Ses principales missions : • Mettre en place des normes de gouvernance, de qualité et de sécurité...",
        "secteur": "Multimédia / Internet , Télécoms / Réseaux",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-responsable-analyse-des-donnees-reporting-et-suivi-des-performances-recrutement-societe-de-developpement-des-services-publics-de-distribution-rabat-170279.html"
    },
    {
        "titre": "DATA Analyst senior SQL | Rabat (Maroc)",
        "publication_date": "04/04/2025",
        "competences": "bonne maîtrise des bases de données sql / nosql (dbl, postgresql, mongodb…) excellente maîtrise de sql et expérience avec bigquery. expertise dans la création et l’optimisation de dashboards sous looker studio. excellente communication écrite et orale : aptitude à produire des livrables et des reportings de haute qualité. expertise en python (pandas, numpy, pyspark…) esprit d'analyse et d'amélioration continue : capacité à évaluer le code et ses impacts, ainsi qu'à remettre en question les solutions existantes pour les améliorer. compréhension des principes devops et cloud (aws, gcp, azure) connaissance des architectures data modernes (data lake, data warehouse) capacité de prise de recul : aptitude à évaluer les problématiques avec objectivité et à proposer des solutions d'amélioration. esprit d'équipe : capacité à collaborer efficacement avec les membres de l'équipe pour atteindre des objectifs communs. maîtrise des concepts d’agilité (scrum, sprint planning, backlog…). capacité à travailler de manière autonome et à gérer son temps efficacement. gestion des versions et ci/cd avec gitlab ci",
        "companie": "ALTEN DELIVERY CENTER MAROC, Filiale du leader mondial de l’ingénierie et du conseil en technologie créé en 2008 et présent à Fès, Rabat, Tétouan et Casablanca, compte aujourd’hui plus de 2300...",
        "description": "Nous travaillons avec les équipes business, product management et design pour concevoir des outils ergonomiques et fiables. Nous recherchons un Data Analyst Senior passionné et expérimenté dans l'analyse de données...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst-senior-sql-recrutement-alten-maroc-rabat-170257.html"
    },
    {
        "titre": "Senior Product Owner / Manager | Casablanca (Maroc)",
        "publication_date": "04/04/2025",
        "competences": "qualifications: • experience: 7+ years of experience in product management or ownership, with a significant focus on agritech products. • agriculture knowledge: deep understanding of the agriculture industry, including knowledge of farming practices and technology trends. • product leadership: proven ability to lead cross-functional product teams and drive product development from concept to launch. • customer-centric: strong customer empathy and the ability to translate customer needs into product features. • data-driven: comfortable with data analysis and using data to inform product decisions. • agile methodology: experience with agile development methodologies and tools. • communication: excellent communication and interpersonal skills. • problem solver: strong problem-solving skills and the ability to adapt in a rapidly changing environment. • education: bachelor's or master's degree in agriculture, agronomy, business, or a related field.",
        "companie": "INNOVX est un impact Business Builder qui a pour ambition de développer les industries de demain en investissant et en développant des entreprises et des écosystèmes innovants à fort impact. Opérant dans des...",
        "description": "As a Senior Product Owner/Manager at InnovX, you will be responsible for leading the development and execution of our Agritech product strategy. You will collaborate with cross-functional teams, including engineers, designers, and agronomists, to deliver...",
        "secteur": "Agriculture (métiers de l') , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-product-owner-manager-recrutement-innovx-casablanca-169949.html"
    },
    {
        "titre": "Operations Engineer - Mining Operations Lab | Benguerir (Maroc)",
        "publication_date": "04/04/2025",
        "competences": "• planification minière (court, moyen et long terme) • géologie, géotechnique • gestion des entreprises et des contrats • planification des investissements • systèmes de maintenance et de gestion des actifs • suivi et pilotage de la production via un erp • data management • risk management • quality management • gestion de la performance • leadership • communication • manipulation des outils de planification minière",
        "companie": "INNOVX est un impact Business Builder qui a pour ambition de développer les industries de demain en investissant et en développant des entreprises et des écosystèmes innovants à fort impact. Opérant dans des...",
        "description": "Missions : • Veiller à l’atteinte des objectifs de production (tonnage, qualité, récupération). • Piloter la performance globale du site. • Opérer dans l’excellence en mettant en place les...",
        "secteur": "Electricité , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-operations-engineer---mining-operations-lab-recrutement-innovx-benguerir-170125.html"
    },
    {
        "titre": "Technical Account Manager | Casablanca (Maroc)",
        "publication_date": "04/04/2025",
        "competences": "bac +5 en ecole d’ingénieur ou équivalent universitaire avec une spécialisation en data expérience : expérience professionnelle de 3 à 8 en en gestion de compte technique ou en support technique, dans un environnement saas ou data-driven",
        "companie": "INNOVX est un impact Business Builder qui a pour ambition de développer les industries de demain en investissant et en développant des entreprises et des écosystèmes innovants à fort impact. Opérant dans des...",
        "description": "Mission : Assurer une relation technique proactive et personnalisée avec les clients et partenaires de la Data Marketplace, en veillant à leur satisfaction et à leur succès continu dans l'utilisation de la plateforme, et en...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-technical-account-manager-recrutement-innovx-casablanca-170141.html"
    },
    {
        "titre": "Lead of Process Excellence & Innovation | Benguerir (Maroc)",
        "publication_date": "03/04/2025",
        "competences": "maîtrise des outils de data analytics, bi et digitalisation des processus.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Lead of Process Excellence & Innovation Le Lead of Process Excellence & Innovation est responsable de la conception, de l’implémentation et du suivi des stratégies d’amélioration continue, d’innovation et d’excellence opérationnelle au sein de l’UM6P....",
        "secteur": "Méthodes / Process / Industrialisation",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-lead-of-process-excellence-innovation-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-170215.html"
    },
    {
        "titre": "CoreLab Engineer | Benguerir (Maroc)",
        "publication_date": "03/04/2025",
        "competences": "candidate qualifications:•    master's/engineer or degree in chemistry, biotechnology, food industry, or a related field.•    minimum of 3 years of experience in an analytical laboratory, preferably in r&d or quality control.•    proficiency in handling sophisticated equipment for chemical and biochemical characterization.•    strong expertise in method development, troubleshooting, and instrument calibration.•    familiarity with data analysis tools, chemometrics, and software interfaces for analytical instruments.•    experience with iso 17025 certification compliance is a plus.•    excellent organizational, communication, and collaboration skills (french & english proficiency required).•    ability to work independently and in a fast-paced, multi-disciplinary environment.•    strong problem-solving abilities and attention to detail.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "The UM6P Corelabs is seeking a dedicated and skilled Analytical Chemistry Engineer to join our team. The UM6P CoreLabs is a state-of-the-art service providing platform designed to support technical and scientific innovation at UM6P while also serving external...",
        "secteur": "Production / Qualité / Sécurité / Maintenance",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-corelab-engineer-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-170211.html"
    },
    {
        "titre": "DATA Scientist Angolphone (H/F) | Rabat (Maroc)",
        "publication_date": "03/04/2025",
        "competences": "minimum of 5 years of experience in a data science role with a proven track record of successful projects.",
        "companie": "DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "Effective collaboration alongside developers and cross-functional teams. Ability to clearly communicate technical concepts to both technical and non-technical team members. Advocate for software engineering good practices (e.g., version control,...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-scientist-angolphone-hf-recrutement-dxc---cdg-rabat-170192.html"
    },
    {
        "titre": "Senior DATA Engineer AZURE | Technopolis (Maroc)",
        "publication_date": "03/04/2025",
        "competences": "mandatory skills: • mastery in modern, cloud based data/bi technologies (data lakes, delta lakes, data warehouses, etl/elt, spark) • 7 years experience with implementing data ingestion pipelines / etls / elts • in depth knowledge of azure platform and ecosystem - storage account, cosmosdb (sql & gremlin api), event hub, app services • experience with at following azure data technologies o azure sql o azure data lake o azure databricks (sql or python, delta lake) o azure data factory o azure analysis services o experience with sql • good communication • client facing",
        "companie": "DXC Technology est née en Avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "Senior Data Engineers for supporting the migration to the new Azure Cloud Foundation Framework • Is able to lead team of developers • Is able to provide and execute technical designs of data platform components • Is able to establish good...",
        "secteur": "Informatique / Electronique , Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-data-engineer-azure-recrutement-dxc---cdg-technopolis-170191.html"
    },
    {
        "titre": "Scrum master | Casablanca (Maroc)",
        "publication_date": "02/04/2025",
        "competences": "? has solid experience as a scrum master in an agile environment ? is proficient in jira for backlog management and sprint planning ? has basic knowledge of data concepts (experience in data is a plus but not mandatory) ? jira, confluence – agile project management ? strong communication & leadership ? understanding of data workflows (nice to have)",
        "companie": "Capgemini Engineering est la marque du groupe Capgemini réunissant les services d'ingénierie et de R&D d’Altran, leader mondial du secteur dont Capgemini a finalisé l’acquisition en 2020, et l’expertise de...",
        "description": "Key Responsibilities: Capgemini Engineering is looking for a Scrum Master to join our dynamic team! If you are passionate about Agile methodologies and enjoy fostering collaboration within teams, this opportunity is for you! ???? Facilitate Agile...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-scrum-master-recrutement-capgemini-engineering-casablanca-169180.html"
    },
    {
        "titre": "Agente Administrativo - Spanish Speaking | Tétouan (Maroc)",
        "publication_date": "27/03/2025",
        "competences": "",
        "companie": "REJOIGNEZ NOTRE ÉQUIPE BPS ! NTT DATA Maroc fait partie de NTT DATA Inc., un leader mondial du conseil et des services IT, figurant parmi le top 10 des prestataires mondiaux. Avec plus de 310 000 professionnels répartis dans 88 pays, notre...",
        "description": "Estamos en búsqueda de un/a administrativo/a para unirse a nuestro equipo y brindar soporte en la gestión de tareas administrativas y operativas. La persona seleccionada será responsable de la revisión y organización de...",
        "secteur": "Call Centers (métiers de)",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +2",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-agente-administrativo---spanish-speaking-recrutement-ntt-data-tetouan-170090.html"
    },
    {
        "titre": "Administrative Agent - Italien speaking | Tétouan (Maroc)",
        "publication_date": "27/03/2025",
        "competences": "",
        "companie": "REJOIGNEZ NOTRE ÉQUIPE BPS ! NTT DATA Maroc fait partie de NTT DATA Inc., un leader mondial du conseil et des services IT, figurant parmi le top 10 des prestataires mondiaux. Avec plus de 310 000 professionnels répartis dans 88 pays, notre...",
        "description": "We are looking for an administrative agent to join our team and provide support in the management of administrative and operational tasks. Responsabilities : • Manage inbound and/or outbounds calls and communications. • Follow various...",
        "secteur": "Call Centers (métiers de)",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +2",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-administrative-agent---italien-speaking-recrutement-ntt-data-tetouan-170087.html"
    },
    {
        "titre": "Administrative Agent - English Speaking | Tétouan (Maroc)",
        "publication_date": "27/03/2025",
        "competences": "",
        "companie": "REJOIGNEZ NOTRE ÉQUIPE BPS ! NTT DATA Maroc fait partie de NTT DATA Inc., un leader mondial du conseil et des services IT, figurant parmi le top 10 des prestataires mondiaux. Avec plus de 310 000 professionnels répartis dans 88 pays, notre...",
        "description": "We are looking for an administrative agent to join our team and provide support in the management of administrative and operational tasks. Responsabilities : • Manage inbound and/or outbounds calls and communications. • Follow various...",
        "secteur": "Call Centers (métiers de)",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +2",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-administrative-agent---english-speaking-recrutement-ntt-data-tetouan-170085.html"
    },
    {
        "titre": "Business Process Service Manager | Tétouan (Maroc)",
        "publication_date": "27/03/2025",
        "competences": "",
        "companie": "JOIN OUR BPS TEAM! NTT DATA Morocco is part of NTT DATA Inc., a global leader in consulting and IT services, ranking among the top 10 providers worldwide. With over 310,000 professionals across 88 countries, our group supports clients worldwide in their...",
        "description": "Mission: Driving the initiation and stabilization of operations by building teams, establishing processes, implementing control measures, and maintaining strong client relationships. Managing operations, monitoring performance, and enhancing services while...",
        "secteur": "Responsable de Département",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-business-process-service-manager-recrutement-ntt-data-tetouan-170075.html"
    },
    {
        "titre": "Architecte Cloud DATA/BIG DATA (F/H) | Casablanca (Maroc)",
        "publication_date": "26/03/2025",
        "competences": "**formation et expérience** - bac +5 en informatique - expérience significative en architecture cloud et data/big data",
        "companie": "Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité,...",
        "description": "En qualité d'Architecte Cloud DATA/BIG DATA, vous participez aux projets internationaux DATA/BIG Data (Cloud, Hybride, On premise). Votre expertise permettra d'analyser et de répondre aux besoins de nos clients avec une vision...",
        "secteur": "Multimédia / Internet",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-architecte-cloud-databig-data-fh-recrutement-sofrecom-maroc-casablanca-170019.html"
    },
    {
        "titre": "Consultant BI / Big DATA | Rabat (Maroc)",
        "publication_date": "25/03/2025",
        "competences": "titulaire d'un bac+5 en informatique, vous disposez de plus de 5 ans d'expérience en support technico-fonctionnel, spécifiquement dans le domaine des solutions bi / big data.",
        "companie": "DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "DXC IT Services recrute pour son compte un référent BI / Big Data avec comme missions : • Support de niveau 3 des applications (fonctionnel / technique) • Administrer, faire évoluer, consolider les outils de reporting et...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-consultant-bi-big-data-recrutement-dxc---cdg-rabat-169995.html"
    },
    {
        "titre": "Consultant DATA (Semarchy,Snowflake,Informatica) | Rabat (Maroc)",
        "publication_date": "25/03/2025",
        "competences": "",
        "companie": "DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "Intégration, développement, support et maintenance des systèmes de Reporting décisionnels et opérationnels (Conception, Gestion, Optimisation et traitement de données) Rédaction des...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 1 à 3 ans - De 3 à 5 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-consultant-data-semarchysnowflakeinformatica-recrutement-dxc---cdg-rabat-169994.html"
    },
    {
        "titre": "Architecte Solutions | Technopolis (Maroc)",
        "publication_date": "25/03/2025",
        "competences": "compétences techniques *  bonne connaissance des activités et des technologies de modernisation des architectures et des solutions logicielles *  connaissance et pratique de l’architecture logicielle -  structuration et découpage des applications en composants *  bonne connaissance des solutions technologiques clefs d’une architecture moderne et des modes d’intégration : -  esb, mdm, bpmn, api, micro services… *  maitrise des couches services (data et échanges inter applicatif) -  bases de données (sql/ nosql…), bus d’évènements… *  connaissance des patterns architecturaux -  lamp lamj, container et des principales logiques d’offres virtualisées : iaas, paas *  maitrise des chaines d'intégration et de déploiement des applications -  outillage (git, maven, jenkins,…) -  environnement d'hébergement dont ci/cd *  connaissance des principes d’exploitation, des contraintes sécurités, de la gestion de flux réseaux et des systèmes de monitoring *  maitrise des systèmes de gestion des flux fw lb y compris virtualisés compétences opérationnelles *  adaptabilité et curiosité technique pour une optimisation du changement *  aptitude à développer ses connaissances *  polyvalence et goût pour la technique et créativité pour identifier les solutions techniques appropriées *  être force de proposition et d'innovation à travers le partage, la veille et le conseil permanents *  savoir communiquer et rassurer les clients en contexte de crise opérationnelle *  esprit d’analyse et de synthèse qualités   * bon sens relationnel et bon sens du service   * autonome, réactif   * rigueur et esprit critique   * capacité à travailler en équipe pluridisciplinaire   * maitrise de l’anglais indispensable",
        "companie": "Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité,...",
        "description": "Vos missions principales en tant qu’architecte Solution seront : *  Exercer un regard critique face aux enjeux *  Analyser et Réaliser un diagnostic de la situation rencontrée et le...",
        "secteur": "Multimédia / Internet",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-architecte-solutions-recrutement-sofrecom-maroc-technopolis-169700.html"
    },
    {
        "titre": "Mobile App and DATA Platform Developer | Benguerir (Maroc)",
        "publication_date": "24/03/2025",
        "competences": "capable of using at least two of the following software to analyse data such as spss, excel, r, python and matlab.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "About UM6P: Located at the heart of the future Green City of Benguerir, Mohammed VI Polytechnic University (UM6P), a higher education institution with an international standard, is established to serve Morocco and the African continent. Its vision is honed...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-mobile-app-and-data-platform-developer-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169904.html"
    },
    {
        "titre": "Stage PFE DATA Analyst | Casablanca (Maroc)",
        "publication_date": "24/03/2025",
        "competences": "- étudiant(e) en data science, statistiques, informatique, ou domaine similaire (bac+3 ou bac+5). - compétences avancées en excel, sql, et outils de visualisation de données comme power bi ou tableau. - connaissance de python pour l’analyse de données est un plus. - forte capacité d’analyse et de synthèse des données complexes. - esprit curieux, rigoureux, et bonnes compétences en communication pour présenter les résultats de manière claire et concise",
        "companie": "Présente au Maroc depuis plus de 100 ans, Société Générale Maroc est devenue un Groupe financier de premier plan, s’appuyant sur un modèle éprouvé de banque universelle et de synergies avec ses 14...",
        "description": "Formation approfondie sur l’analyse et la visualisation de données. - Travailler sur des projets stratégiques qui influencent la prise de décision au sein de l’entreprise. - Accès à des outils professionnels...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Débutant",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Stage - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-stage-pfe-data-analyst-recrutement-societe-generale-maroc-casablanca-169169.html"
    },
    {
        "titre": "Warehouse Stock keeper | El Jadida (Maroc)",
        "publication_date": "24/03/2025",
        "competences": "familiarity with inventory management software and data entry.",
        "companie": "COBCO was established in 2023 through a joint venture between the Chinese group CNGR, a global leader in the production of materials for electric vehicle batteries, and the AL MADA group, one of the largest private investment funds in Africa. The company...",
        "description": "Assist the supervisor in the management of the delivery and receipt of main and auxiliary materials, finished products, hardware, labor protection, and analytical supplies. Develop monthly and weekly work plans based on department and team work plans,...",
        "secteur": "Distribution (métiers de la)",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac",
        "contrat": "Autre - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-warehouse-stock-keeper-recrutement-cobco-el-jadida-169913.html"
    },
    {
        "titre": "Tech Lead – Cloud (H/ F) | Rabat (Maroc)",
        "publication_date": "19/03/2025",
        "competences": "good knowledge and hands-on experiences in the cloud, ideally for both provider aws and azure for infrastructure resources such as servers, storage, network, database, cloud security, paas, etc",
        "companie": "For one of our projects we're hiring a Tech Lead – Cloud (H/ F) who will join the IAAS Product Quality Assurance Team.",
        "description": "In this role you will: • Gateway between QA and CC team (Both CSP), keep the same approach for QA Azure and QA AWS on the tool, type of tests, name etc. • Review requirements, specifications, and technical design documentation in order to...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-tech-lead-cloud-h-f-recrutement-confidentiel-rabat-169785.html"
    },
    {
        "titre": "Administrateur de Bases de Données - DBA | Rabat (Maroc)",
        "publication_date": "18/03/2025",
        "competences": "compétences techniques : - os: • redhat / centos, ubuntu - sgbd: • cassandra: expertise • oracle 11g/12c/19c, dataguard, oem : confirmé • postgres : confirmé - sauvegarde / restauration / supervision : • commvault, rubrik, centreon - langages : • sql, nosql, shell scripting, ansible",
        "companie": "BTECHNOLOGIE est un centre d’excellence premium au service de Bouygues Telecom filiale du groupe Accenture, visant à augmenter sa capacité de delivery, à améliorer la qualité perçue par ses clients finaux et...",
        "description": "Votre rôle s’articule autour de: Mise en place Cluster pour Datastax et autres outils de monitoring pour Apache. • Migration des environnements afin de suivre la roadmap Datastax en termes de Support / Sécurité. •...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-administrateur-de-bases-de-donnees---dba-recrutement-btechnologie-rabat-169765.html"
    },
    {
        "titre": "IOT DATA Engineer / Developper | Kénitra (Maroc)",
        "publication_date": "18/03/2025",
        "competences": "",
        "companie": "Présent depuis 1997 au Maroc, Manpower Group est un acteur international incontournable de l’emploi et de l’insertion sociale dans le monde. Au sein du Royaume Chérifien, nous couvrons l’ensemble du territoire, de...",
        "description": "Missions principales : Concevoir et implémenter des tableaux de bord avancés dans Grafana pour visualiser les données IoT. Développer des plugins Grafana personnalisés pour répondre à des besoins...",
        "secteur": "Multimédia / Internet , Télécoms / Réseaux",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +3",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-iot-data-engineer-developper-recrutement-manpower-agences-kenitra-168975.html"
    },
    {
        "titre": "Research Assistant - Capacitive Deionization (CDI) Systems | Rabat (Maroc)",
        "publication_date": "18/03/2025",
        "competences": "familiarity with data analysis tools such as matlab, python, aspen, or comsol.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Key Responsibilities: Collaborate with senior researchers to design, fabricate, and test innovative CDI prototypes. Develop and implement electrical and mechanical components of CDI systems, ensuring seamless integration and operational...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-assistant---capacitive-deionization-cdi-systems-recrutement-um6p---universite-mohammed-vi-polytechnique-rabat-169218.html"
    },
    {
        "titre": "DATA Analyst | Benguerir (Maroc)",
        "publication_date": "18/03/2025",
        "competences": "engineer/master or equivalent with proven experience in data science, information management, statistics",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Responsibilities: Design, develop and implement secure, efficient and compliant data collection systems, ensuring data quality and integrity by identifying errors and cleaning data Develop records management and reporting processes and...",
        "secteur": "Informatique / Electronique , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169229.html"
    },
    {
        "titre": "Développeur Senior SQL Server Anglophone | Casablanca /Casanearshore (Maroc)",
        "publication_date": "17/03/2025",
        "competences": "required skills and qualifications: experience: at least 5+ years of experience in sql server development, including advanced knowledge of t-sql, stored procedures, triggers, and views. sql server expertise: extensive experience with sql server versions (preferably 2016 and above), including database management, performance tuning, and replication. data modeling & design: proficiency in database design, normalization, indexing strategies, and data modeling techniques. performance tuning: deep understanding of sql server performance tuning techniques, including query optimization and indexing strategies. problem solving: strong analytical skills with the ability to troubleshoot complex database issues and provide effective solutions. version control: familiarity with version control tools (e.g., git, svn). english proficiency: fluency in english (both written and spoken) is required as the team communicates primarily in english. education: a master’s degree in computer science, information technology, or a related field (or equivalent experience).",
        "companie": "DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "Key Responsibilities: Database Design & Development: Design, develop, and maintain complex SQL Server databases, including writing efficient queries, stored procedures, and functions. Performance Optimization: Analyze and optimize SQL queries, indexes,...",
        "secteur": "Informatique / Electronique , Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-developpeur-senior-sql-server-anglophone-recrutement-dxc---cdg-casablanca-casanearshore-169514.html"
    },
    {
        "titre": "Innovation Tech Lead / Architect | Technopolis (Maroc)",
        "publication_date": "17/03/2025",
        "competences": "data processing",
        "companie": "DXC Technology est née en avril 2017 d'une fusion entre CSC (Computer Sciences Corporation), Géant du Conseil et HP Enterprise Services, Leader en Services IT. Le Groupe DXC enregistre 25 milliards $ de revenus, bénéficie de...",
        "description": "Responsibilities: As part of the innovation steering group, he/she oversees technical discussions, investigations, PoCs & decisions. Ensures technical feasibility, scalability & industrialisation of ideas. He or she brings the following: •...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-innovation-tech-lead-architect-recrutement-dxc---cdg-technopolis-169578.html"
    },
    {
        "titre": "Business Analyste (H/F) | Rabat (Maroc)",
        "publication_date": "17/03/2025",
        "competences": "-bpmn (business process model and notation)                 -uml (unified modeling language)                 -dml (data modeling language)                 -diagrammes de séquence                 -capacité à formaliser des exigences complexes                 -rédaction de documents d'architecture fonctionnelle",
        "companie": "Vous êtes en quête de nouveaux challenges et vous souhaitez donner un nouvel élan à votre carrière ? Vous cherchez à rejoindre une entreprise à taille humaine qui place l’agilité,...",
        "description": "En étant un Business Analyst Senior dans le secteur des télécommunications vous allez jouer un rôle crucial d'interface entre les équipes marketing et techniques au sein d'une équipe d'architectes...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-business-analyste-hf-recrutement-sofrecom-maroc-rabat-169694.html"
    },
    {
        "titre": "Research Assistant - Materials Science and Modeling for Lithium-Ion Battery Applications 1 1 | Benguerir (Maroc)",
        "publication_date": "14/03/2025",
        "competences": "develop and execute numerical simulations (e.g., cfd) to model hydrodynamics, mass transfer, and reaction kinetics in synthesis processes. integrate experimental data with simulation results to elucidate material formation mechanisms and optimize process conditions.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Key Responsibilities: Experimental Synthesis and Characterization: Synthesize materials for lithium-ion battery applications. Develop and implement experimental protocols in reactors (e.g., continuous stirred tank reactors, CSTRs) to optimize parameters like...",
        "secteur": "Méthodes / Process / Industrialisation",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-assistant---materials-science-and-modeling-for-lithium-ion-battery-applications-1-1-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169672.html"
    },
    {
        "titre": "DATA Analyst | Rabat (Maroc)",
        "publication_date": "14/03/2025",
        "competences": "- titulaire d’un diplôme bac+3 ou idéalement un bac+5 en statistiques, big data, économétrie ou informatique décisionnelle ; - une première expérience professionnelle dans un poste similaire est souhaitable.",
        "companie": "La Fondation Marocaine du Préscolaire (FMPS) incarne l'engagement indéfectible envers la généralisation de l'enseignement préscolaire au Maroc.  Depuis 2019, notre fondation a connu une expansion...",
        "description": "Les principales missions d’un Data Analyst sont : - Consolider et traiter des données provenant de sources diverses, en assurant leur qualité et cohérence ; - Transformer et assainir les données et appliquer des analyses...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Débutant - Moins de 1 an",
        "niveau_etudes": "Bac +3",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-analyst-recrutement-fmps---fondation-marocaine-du-prescolaire-rabat-168977.html"
    },
    {
        "titre": "DATA Scientist SIRH | Casablanca (Maroc)",
        "publication_date": "14/03/2025",
        "competences": "formation d'ingénieur en data science, statistique, ou intelligence artificielle, avec une forte appétence pour la digitalisation des processus.",
        "companie": "Filiale du Groupe Caisse de Dépôt et de Gestion (CDG), la SCR est la première compagnie de réassurance du marché marocain, avec plus de 70 % de part de marché depuis 1960. A l’échelle nationale, la SCR a...",
        "description": "En tant que Data Scientist responsable du SIRH, vous contribuerez activement à la transformation digitale de la direction Capital Humain, en mettant en place des solutions de data science pour améliorer et automatiser les processus...",
        "secteur": "Informatique / Electronique , RH / Personnel / Formation",
        "niveau_experience": "Moins de 1 an",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-data-scientist-sirh-recrutement-scr-maroc-casablanca-168949.html"
    },
    {
        "titre": "Portfolio Lead | Benguerir (Maroc)",
        "publication_date": "11/03/2025",
        "competences": "compétences techniques :•    connaissance des technologies liées à l’industrie 4.0 (iiot, automatisation, data analytics, etc.)•    maîtrise des méthodes de gestion de projet et des outils de collaboration (erp, crm, outils de planification).•    compréhension des enjeux de la transformation digitale industrielle.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Portfolio Lead (Industry 4.0 / Data & AI / Applications) Mission principale :Diriger et développer les programmes de formation dans un ou plusieurs domaines clés (Industrie 4.0, Data & AI, Applications) en assurant leur pertinence, leur alignement avec...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-portfolio-lead-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169523.html"
    },
    {
        "titre": "Training Program Manager | Benguerir (Maroc)",
        "publication_date": "11/03/2025",
        "competences": "· capacité à travailler avec des experts techniques et académiques dans des domaines tels que l’industrie 4.0, l’iot, la data et l’ia.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Training Program ManagerMission principale :Piloter des projets spécifiques liés au développement et à la mise en œuvre des formations du centre en garantissant leur alignement avec les objectifs stratégiques et opérationnels.Responsabilités :· Gestion...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-training-program-manager-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169524.html"
    },
    {
        "titre": "Responsable DATA - Direction des Services Numériques | Rabat (Maroc)",
        "publication_date": "06/03/2025",
        "competences": "• diplôme ingénieur ou diplôme universitaire (bac+5) en informatique, en science des données ou dans un domaine connexe (bac+5) • une spécialisation en gestion des données, en intelligence artificielle, ou en santé numérique serait un atout. • au moins dix (10) ans d’expérience significative dans le domaine de la gestion des données, de la science des données ou de l'analyse des données, idéalement dans le secteur de la santé. • expérience en gestion de projets data et en leadership d'équipes multidisciplinaires. • maîtrise des outils de gestion et d'analyse de données (sql, python, r, etc.). • connaissance des systèmes de gestion de bases de données, des entrepôts de données et des technologies de big data. • compétences en visualisation de données et en reporting (tableau, power bi, etc.). • bonne compréhension des normes et réglementations liées à la gestion des données de santé (rgpd, hipaa, etc.). • familiarité avec les systèmes d'information hospitaliers (sih) et les dossiers médicaux électroniques (dme). • capacité à communiquer efficacement avec des parties prenantes techniques et non techniques. • compétences en gestion d'équipe, en résolution de problèmes et en prise de décision. • aptitude à travailler dans un environnement dynamique et complexe. • maîtrise du français et de l'anglais, à l'oral et à l'écrit.",
        "companie": "L'Hôpital Universitaire International de Rabat (HUIR), affilié à l'Université Internationale de Rabat (UIR), est un nouveau centre hospitalo-universitaire qui ouvrira ses portes en 2025. Ce centre hospitalier...",
        "description": "Nous recherchons un(e) RESPONSABLE DATA dynamique, compétente et hautement professionnel pour rejoindre notre équipe de la Direction des Services Numériques à l’HUIR. Le/la Responsable sera chargé(e) de : •...",
        "secteur": "Informatique / Electronique , Multimédia / Internet",
        "niveau_experience": "De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-responsable-data---direction-des-services-numeriques-recrutement-huir---lhopital-universitaire-international-de-rabat-rabat-169371.html"
    },
    {
        "titre": "Research Assistant in Genomics | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "hands-on experience in bioinformatics analyses, particularly wes and rna data analysis.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Animal biology and production in Morocco are central to the country's economy and food security, with key livestock species including sheep, cattle, goats, and poultry, alongside working animals like donkeys and camels in rural areas. While these sectors...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-assistant-in-genomics-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169222.html"
    },
    {
        "titre": "Research assistant in Architecture, Planning & Design | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "excellent analytical and problem-solving skills, with the ability to interpret and synthesize complex spatial data.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Job Description: We are seeking a Research Assistant with a strong background in integrated planning and territorial development to support a strategic research initiative. The project focuses on fostering balanced development by addressing the...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-assistant-in-architecture-planning-design-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169226.html"
    },
    {
        "titre": "Research Project Coordinator | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "expertise in remote sensing and/or vegetation mapping, and geospatial data analysis.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Key Duties: Assist the Project Manager in developing project plans and schedules. Managing projects and collaborations with various research entities. Organize and facilitate team meetings, including setting agendas, tracking action items,...",
        "secteur": "Agriculture (métiers de l') , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-project-coordinator-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169256.html"
    },
    {
        "titre": "Capacity Building Manager | Laayoune (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "· working knowledge of statistics and database management",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "About ASARI The African Sustainable Agriculture Research Institute (ASARI) launched by UM6P in Laayoune in 2020 within the Foum Eloued technopole project focuses on several research and development programs including biosaline agriculture, native species...",
        "secteur": "Agriculture (métiers de l') , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-capacity-building-manager-recrutement-um6p---universite-mohammed-vi-polytechnique-laayoune-169264.html"
    },
    {
        "titre": "Program Assistant | Laayoune (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "· working knowledge of pmp, statistics and database management",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "About ASARI The African Sustainable Agriculture Research Institute (ASARI) launched by UM6P in Laayoune in 2020 within the Foum Eloued technopole project focuses on several research and development programs including biosaline agriculture, native species...",
        "secteur": "Agriculture (métiers de l') , Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-program-assistant-recrutement-um6p---universite-mohammed-vi-polytechnique-laayoune-169265.html"
    },
    {
        "titre": "Research Assistant in Biochemical Characterization and Functional Assays | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "ability to design and execute experiments, analyze data, and interpret results.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Research Assistant in Biochemical Characterization and Functional Assays AgroBioSciences Department (AgBS) College of Agriculture & Environmental Sciences (CAES) Mohammed VI Polytechnic University Host program: College of agriculture and...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-assistant-in-biochemical-characterization-and-functional-assays-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169268.html"
    },
    {
        "titre": "Chemometrician /DATA Scientist - Spectral DATA Analysis | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "education: engineer or master’s degree in data science, chemistry, chemometrics",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "About the Role: We are seeking a skilled and motivated Chemometrician  or Data Scientist to join our team and work on projects involving spectral data analysis. The ideal candidate will have expertise in chemometrics, vibrational spectroscopy,...",
        "secteur": "Gestion projet / Etudes / R&D , Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-chemometrician-data-scientist---spectral-data-analysis-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169242.html"
    },
    {
        "titre": "Research Engineer - Organic Chemistry/Molecular Chemistry | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "technical expertise: strong knowledge of chemical interactions and their effects on spectral data.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "About the Role:We are seeking a highly motivated and skilled professional with expertise in organic chemistry or molecular chemistry to join our team. The role involves studying the effects of organic chemical composition on the stability of spectral data...",
        "secteur": "Gestion projet / Etudes / R&D",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-research-engineer---organic-chemistrymolecular-chemistry-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169243.html"
    },
    {
        "titre": "Student Affairs and Services Assistant | Rabat (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "proficiency in student information systems and database management.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Position Summary The Student Affairs and Services Assistant ensures a supportive, engaging, and enriching environment for students in the Bachelor of Science in Applied Mathematics &Business and the graduate program in Mathematics & Decision. This role...",
        "secteur": "Enseignement",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-student-affairs-and-services-assistant-recrutement-um6p---universite-mohammed-vi-polytechnique-rabat-169239.html"
    },
    {
        "titre": "Admissions and Outreach Assistant | Rabat (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "skills? strong interpersonal and communication skills (written and oral).? ability to work collaboratively with diverse teams and stakeholders.? proficiency in crm tools and admissions management systems.? familiarity with digital marketing and social media strategies.? analytical mindset with the ability to interpret data and trends.? high organizational skills and attention to detail.",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Position Summary The Admissions and Outreach Assistant plays a critical role in attracting and enrolling talented students in the Bachelor of Science in Applied Mathematics & Business and the graduate program in Mathematics & Decision. This individual...",
        "secteur": "Enseignement",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-admissions-and-outreach-assistant-recrutement-um6p---universite-mohammed-vi-polytechnique-rabat-169236.html"
    },
    {
        "titre": "Ingénieur Big DATA - DATAOPs - UM6P Hospitals | Benguerir (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "niveau d’expérience : une expérience significative de 3 années minimum en architecture data et big data",
        "companie": "Mohammed VI Polytechnic University is an institution dedicated to research and innovation in Africa and aims to position itself among world-renowned universities in its fields The University is engaged in economic and human development and puts research and...",
        "description": "Poste?:   L’ingénieur Big Data sera chargé de travailler sur le projet de Plateforme Data / IA, qui vise à déployer une plateforme unifiée capable de gérer et d'analyser de grands volumes de données, et plus précisément de traiter les opérations de collecte,...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 3 à 5 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-ingenieur-big-data---dataops---um6p-hospitals-recrutement-um6p---universite-mohammed-vi-polytechnique-benguerir-169214.html"
    },
    {
        "titre": "Accountant - General Accounts (CDD Contract) | Casablanca (Maroc)",
        "publication_date": "04/03/2025",
        "competences": "excellent financial, analytical and reporting skills and capable of meeting deadlines without compromising quality of outcome and proven skills in analyzing data, identifying irregularities and recommending corrective measures.",
        "companie": "Air Arabia (PJSC), listed on the Dubai Financial Market, is the Middle East and North Africa’s first and leading low-cost carrier flying to over 150 destinations across the world. Air Arabia was the first airline to introduce the low-cost carrier...",
        "description": "Job Purpose:   To analyze, process and maintain Company’s financial transactions and records ensuring compliance with approved accounting standards and procedures. Assists in preparing budgets, financial reports and financial analysis, and...",
        "secteur": "Gestion / Comptabilité / Finance",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +3",
        "contrat": "CDD - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-accountant---general-accounts-cdd-contract-recrutement-air-arabia-casablanca-169197.html"
    },
    {
        "titre": "Stagiaire PFE DATA Analyst (Convention obligatoire) | Casablanca (Maroc)",
        "publication_date": "28/02/2025",
        "competences": "- master en data.",
        "companie": "La Centrale Automobile Chérifienne (CAC) est l'importateur exclusif au Maroc des marques Volkswagen, Volkswagen Utilitaires, Audi, Skoda, Porsche, Bentley, Seat et Cupra, ayant chacune développée une réelle identité les...",
        "description": "En tant que stagiaire Data Analyst, vos principales missions sont : • Rassembler des données provenant de différentes sources (bases de données, CRM, ERP, fichiers Excel, etc.). • Analyser les données pour identifier...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "Moins de 1 an",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "Stage - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-stagiaire-pfe-data-analyst-convention-obligatoire-recrutement-cac-centrale-automobile-cherifienne-casablanca-169115.html"
    },
    {
        "titre": "BI Engineer | Rabat (Maroc)",
        "publication_date": "28/02/2025",
        "competences": "good knowledge of microsoft power platform and connectors to external data sources",
        "companie": "AXA Group Operations – Centre opérationnel d’excellence du Groupe AXA. Chez AXA, notre mission est de donner aux gens les moyens de vivre une vie meilleure. Grâce à l'innovation et à l'exécution, nous...",
        "description": "JOB PURPOSE: As a BI Engineer, you will join the Reporting Factory Team. The role of the BA Engineer is to design, develop, and maintain strong BI solutions that empower AXA GBS Morocco and the broader global organization in making data-driven...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 1 à 3 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-bi-engineer-recrutement-axa-group-operations-maroc-rabat-169091.html"
    },
    {
        "titre": "Senior Internal Auditor | Casablanca - Jorf Lasfar (Maroc)",
        "publication_date": "27/02/2025",
        "competences": "risk assessment ability; audit report writing; data analysis skills; internal control design",
        "companie": "COBCO was established in 2023 through a joint venture between the Chinese group CNGR, a global leader in the production of materials for electric vehicle batteries, and the AL MADA group, one of the largest private investment funds in Africa. The company...",
        "description": "Job Responsibilities Planning and Executing Audits Develop detailed audit plans and schedules. Conduct audits in accordance with the audit plan and internal audit standards. Evaluating Internal Controls Assess the effectiveness and...",
        "secteur": "Audit / Conseil",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-senior-internal-auditor-recrutement-cobco-casablanca---jorf-lasfar-169070.html"
    },
    {
        "titre": "Generative AI Testing Specialist | Rabat (Maroc)",
        "publication_date": "25/02/2025",
        "competences": "experience with databases (e.g., mysql, oracle, postgresql).",
        "companie": "ALTEN DELIVERY CENTER MOROCCO , a subsidiary of the world leader in engineering and technology consulting created in 2008 and present in Fez, Rabat, Tetouan and Casablanca, today has more than 2,200 consultants and is aiming for a center of excellence of...",
        "description": "As a Gen AI Testing Specialist, You will guide teams on best practices for AI-powered testing, develop and implement advanced testing solutions, and drive continuous improvement in our testing capabilities. Your responsabilities include : Develop and...",
        "secteur": "Informatique / Electronique",
        "niveau_experience": "De 5 à 10 ans - De 10 à 20 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-generative-ai-testing-specialist-recrutement-alten-maroc-rabat-168756.html"
    },
    {
        "titre": "HR OPS & PAYROLL Officer – France | Rabat (Maroc)",
        "publication_date": "23/02/2025",
        "competences": "proficient in excel (advanced level, including formulas, pivot tables, and data analysis)",
        "companie": "AXA Group Operations – Centre opérationnel d’excellence du Groupe AXA. Chez AXA, notre mission est de donner aux gens les moyens de vivre une vie meilleure. Grâce à l'innovation et à l'exécution, nous...",
        "description": "BUSINESS UNIT STATEMENT: The HR Operations & payroll Specialist will be in charge within the team of multiple cross-functional activities, he will be versatile in the execution of the tasks to ensure the back-up and the adoption of the rotation with...",
        "secteur": "RH / Personnel / Formation",
        "niveau_experience": "De 1 à 3 ans - De 3 à 5 ans",
        "niveau_etudes": "Bac +4",
        "contrat": "CDI - Télétravail : Hybride",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-hr-ops-payroll-officer-france-recrutement-axa-group-operations-maroc-rabat-168906.html"
    },
    {
        "titre": "Submit Your Spontaneous Application and Join Stellantis ! | Casablanca (Maroc)",
        "publication_date": "19/02/2025",
        "competences": "• project management • validation, integration and testing • calibration • design and simulation • vehicle architecture / safety • data, bi, ai, cybersecurity • manufacturing • supply chain",
        "companie": "Stellantis is a leading global automaker and mobility provider that offers clean, connected, affordable and safe mobility solutions. Our Company’s strength lies in the breadth of our iconic brand portfolio, the diversity and passion of our people, and...",
        "description": "We are seeking passionate professionals in the automotive industry with strong expertise in engineering and software development to support the continuous growth and innovation of our company. As we navigate an era of rapid technological advancements, we rely...",
        "secteur": "Gestion projet / Etudes / R&D , Méthodes / Process / Industrialisation",
        "niveau_experience": "De 3 à 5 ans - De 5 à 10 ans",
        "niveau_etudes": "Bac +5 et plus",
        "contrat": "CDI - Télétravail : Non",
        "via": "Rekrute",
        "job_url": "https://www.rekrute.com/offre-emploi-submit-your-spontaneous-application-and-join-stellantis-recrutement-stellantis-casablanca-168605.html"
    }
]